---
kind: other
id: Properties.T:Autodesk.Revit.DB.TessellatedShapeBuilder
source: html/a6e6b0bd-3635-80f9-f771-2886a5b01aa4.htm
---
# TessellatedShapeBuilder Properties

Defines acceptable fallback if the desired type of geometry can't be built.